{"translation-revision-date":"2025-04-12 20:07:20+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CL"},"Automatically update the GTM Kit plugin when new releases are available.":["Actualiza automáticamente el plugin GTM Kit cuando haya nuevas versiones disponibles."],"Enable Automatic Updates":["Activar actualizaciones automáticas"],"You can, of course, manually update GTM Kit whenever it suits you, but we highly recommend that you regularly update your plugins and themes to the latest versions to keep your site secure.":["Puedes actualizar manualmente GTM Kit cuando te convenga, pero te recomendamos encarecidamente que actualices periódicamente tus plugins y temas a las últimas versiones para mantener tu sitio seguro."],"Automatic Updates":["Actualizaciones automáticas"],"New releases of GTM Kit may contain important updates to comply with changes in Google Tag Manager or analytics in general. We recommend enabling automatic plugin updates for GTM Kit to ensure it is always up to date.":["Las nuevas versiones de GTM Kit pueden contener actualizaciones importantes para adaptarse a los cambios en Google Tag Manager o Analytics en general. Recomendamos habilitar las actualizaciones automáticas de GTM Kit para garantizar que esté siempre actualizado."],"Disable the 'purchase' event in frontend an rely on server-side webhook.":["Deshabilita el evento “purchase” en la vista pública y lo delega en el webhook del servidor."],"Send an 'refund' event from the server side when an order has been refunded or cancelled.":["Envía un evento de “refund” desde Server-side cuando se ha reembolsado o cancelado un pedido."],"Send an 'order_paid' event from the server side when an order has 'Processing' status.":["Envía un evento de “order_paid” desde el lado del servidor cuando un pedido tiene el estado de “Procesando”."],"Send 'purchase' event when the order has been paid and order status is 'Processing'.":["Envía el evento “purchase” cuando el pedido se haya pagado y el estado del pedido sea “Procesando”."],"Send 'purchase' event when an order is created.'":["Enviar el evento “purchase” cuando un pedido se ha creado"],"Send an 'purchase' event from the server side when an order is created.":["Enviar el evento “purchase” desde el lado del servidor cuando se crea un pedido."],"GTM Events Send by Server-Side Webhooks:":["Eventos de GTM enviados mediante webhooks de Server-side"],"This option will allow you to send GTM events using webhooks to your server GTM container.":["Esta opción te permitirá enviar eventos de GTM mediante webhooks a tu contenedor de tipo servidor."],"Learn More":["Aprender más"],"Enhanced Plugin Support:":["Soporte mejorado para el plugin:"],"Your theme is supported with enhanced compatibility.":["Tu tema tiene soporte con la compatibilidad mejorada."],"Based on the currently active theme and plugins, you will gain the following features tailored specifically to your setup if you upgrade to the GTM Kit Woo Add-On:":["Según el tema y los plugins actualmente activos, obtendrás las siguientes características adaptadas específicamente a tu configuración si actualizas a la extensión GTM Kit Woo:"],"Enhanced Compatibility":["Compatibilidad mejorada"],"Problems":["Problemas"],"You have %d hidden %s:":["Tienes %d %s oculto:","Tienes %d %s ocultos:"],"Dismiss":["Descartar"],"Restore":["Restablecer"],"WooCommerce Premium Support":["Soporte premium WooCommerce"],"Unlock with premium":["Desbloquear con la versión premium"],"See all notifications":["Ver todos los avisos"],"No notifications at the moment.":["No hay avisos de momento."],"There are some notifications that may require your attention.":["Hay algunos avisos que requieren tu atención."],"There are some problems that require your attention.":["Hay algunos problemas que requieren tu atención."],"Notifications":["Avisos"],"Upgrades":["Actualizaciones"],"Advanced Settings":["Ajustes avanzados"],"Enter CSS selector":["Introduce el selector CSS"],"Please ensure thorough and proper testing of this.":["Asegúrate de realizar pruebas exhaustivas y adecuadas de esto."],"Excluding user roles is not compatible with all full-page cache solutions. Some full-page cache solutions may cache the page identically for all users, regardless of their user role. This could result in users being excluded who should not be.":["La exclusión de perfiles de usuario no es compatible con todas las soluciones de caché de página completa. Algunas soluciones de caché de página completa pueden almacenar en caché la página de forma idéntica para todos los usuarios, independientemente de su rol de usuario. Esto podría provocar la exclusión del seguimiento de usuarios que no deberían serlo."],"Select the roles that you want to exclude from tracking.":["Seleccionar los perfiles de usuario que quieres excluir del seguimiento."],"Exclude user roles":["Excluir perfiles de usuario"],"Exclude User Roles":["Excluir perfiles de usuario"],"Get Template":["Obtener plantilla"],"Go to GTM Templates":["Ir a las plantillas de GTM"],"In order to use webhooks you must configure you server-side container to handle the webhooks":["Para utilizar webhooks debes configurar el contenedor del servidor para que los maneje."],"Go to sGTM settings":["Ir a los ajustes de sGTM"],"The event inspector is placed in the footer of the frontand and allows you to see all the fired GTM events.":["El inspector de eventos se ubica en el pie de página del frontend y te permite ver todos los eventos de GTM que se activan."],"Event Inspector":["Inspector de eventos"],"Enter time in milliseconds":["Agregar el tiempo en milisegundos"],"Wait For Update":["Espera para la actualización"],"Pass through ad click, client ID, and session ID information in URLs":["Pasar información de ad click, client ID y session ID en las URL"],"Pass through URL parameters":["Pasar parámetros de URL"],"Redact advertising data":["Eliminar datos publicitarios"],"Redact Ads Data":["Eliminar datos publicitarios"],"Advanced":["Avanzado"],"load_delayed_js event":["evento load_delayed_js"],"The user data is available in the datalayer in 'ecommerce.customer' and a subset of the user data formatted for the 'User-Provided Data' variable is available in 'user-data'.":["Los datos del usuario están disponibles en la capa de datos en “ecommerce.customer” y un subconjunto de los datos del usuario formateados para la variable “User-Provided Data” está disponible en “user-data”."],"User-Provided Data":["Datos proporcionados por el usuario"],"Google Tag Manager Templates":["Plantillas de Google Tag Manager"],"See support options":["Ver opciones de soporte"],"We are here to help if you have any questions.":["Estamos aquí para ayudarte si tienes alguna pregunta."],"Need help?":["¿Necesitas ayuda?"],"Necessary modifications:":["Modificaciones necesarias:"],"Templates":["Plantillas"],"Below you will find GTM container template files, with all the necessary tags, trigger, and variables.":["A continuación encontrarás los archivos de plantilla del contenedor GTM, con todas las etiquetas, activadores y variables necesarias."],"GTM Kit is sending data to your Google Tag Manger container but you still need to configure Tags, Triggers and Variables in GTM to use the data.":["GTM Kit envía datos a tu contenedor de Google Tag Manager, pero aún necesita configurar etiquetas, activadores y variables en GTM para usar los datos."],"Configure your Google Tag Manager container":["Configurar tu contenedor de Google Tag Manager"],"Product List (add_to_wishlist):":["Lista de productos (add_to_wishlist):"],"Enter the CSS selector that matches your product list item, which should be use to fire the select_item event.":["Introduce el selector CSS que coincida con el elemento de tu lista de productos que debe usarse para activar el evento “select_item”."],"Product List (select_item):":["Lista de productos (select_item):"],"Enter the CSS selector that matches button, which should be use to fire the add_to_wishlist event.":["Introduce el selector CSS que coincide con el botón que debe usarse para activar el evento “add_to_wishlist”."],"Single Product (add_to_wishlist):":["Producto (add_to_wishlist):"],"If your shop is not compatible with the default CSS selectors you can specify your own CSS selectors.":["Si tu tienda no es compatible con los selectores CSS predeterminados, puede especificar tus propios selectores CSS."],"Custom CSS Selectors":["Selectores CSS personalizados"],"Send webhooks to server GTM container":["Enviar webhooks al servidor del contenedor de GTM"],"In order to use webhooks you must first enable Server-side Tagging by entering a sGTM Container Domain":["Para utilizar webhooks, primero debes habilitar el etiquetado de tipo Server-side introduciendo un dominio de contenedor sGTM"],"Webhooks for Server-side Tracking":["Webhooks para el seguimiento Server-side"],"Log the \"purchase\" event to the debug log.":["Registra el evento “purchase” en el registro de depuración."],"Debug log":["Registro de depuración"],"Page optimization plugins can delay the 'load_delayed_js' event and this can be used to delay the triggering og tags in Google Tag Manager.":["Los plugins de optimización de páginas pueden retrasar el evento “load_delayed_js” y esto se puede usar para retrasar la activación de etiquetas og en Google Tag Manager."],"Delay JavaScript execution":["Retrasa la ejecución de JavaScript"],"Setting this to On will push the event 'load_delayed_js' on page load.":["Si se estableces este ajuste en Activado, se enviará el evento “load_delayed_js” al cargar la página."],"Page Speed Optimization":["Optimización de la velocidad de la página"],"Learn about changes and follow the development of GTM Kit:":["Descubre los cambios y sigue el desarrollo de GTM Kit:"],"Send system data":["Enviar datos del sistema"],"Enter support ticket":["Agregar tique de soporte"],"If the GTM Kit support team has asked you to send your system data you can do so by entering the support ticket below:":["Si el equipo de soporte de GTM Kit te ha solicitado que envíes los datos de tu sistema, puedes hacerlo introduciendo el siguiente el ticket de soporte:"],"Share system data with the GTM Kit support team":["Compartir datos del sistema con el equipo de soporte de GTM Kit"],"Enables sending user data related to advertising to Google":["Activa el envío de datos de usuario relacionados con la publicidad de Google"],"Ad User Data":["Ad User Data"],"Enables personalized advertising":["Permite publicidad personalizada"],"Ad Personalization":["Ad Personalization"],"You can override the values by using constants in wp-config.php, which is a very useful for setting the value in your development and staging environments.":["Puedes anular los valores utilizando constantes en wp-config.php, lo cual es muy útil para establecer el valor en tus entornos de desarrollo y preproducción."],"If left empty the default environment will be used.":["Si lo dejas vacío se usará el entorno por defecto."],"To use a specific environment in GTM Kit you must enter the \"gtm_auth\" and \"gtm_preview\" codes for that environment.":["Para utilizar un entorno específico en GTM Kit, debe introducir los códigos “gtm_auth” y “gtm_preview” para ese entorno."],"In Google Tag Manager you can define different environments like Live, Dev and QA.":["En Google Tag Manager puedes definir diferentes entornos como Producción, Desarrollo y Test."],"Environments":["Entornos"],"Enter the gtm_preview code for your GTM environment.":["Introducir el código de gtm_preview para tu entorno de GTM."],"Enter gtm_preview code":["Introducir el código de gtm_preview"],"gtm_preview:":["gtm_preview:"],"Enter the gtm_auth code for your GTM environment.":["Introducir el código de gtm_auth para tu entorno de GTM."],"Enter gtm_auth code":["Introduce el código de gtm_auth:"],"gtm_auth:":["gtm_auth:"],"Google Tag Manager Environment":["Entorno de Google Tag Manager"],"General Container Settings":["Ajustes generales del contenedor"],"The GitHub repository":["Repositorio de GitHub"],"The changelog":["Registro de cambios"],"Learn more about Stape.io":["Aprender más de Stape.io"],"Additionally, it provides valuable add-ons for enhanced functionality.":["Además, proporciona extensiones valiosas para mejorar la funcionalidad."],"Stape.io is a solution for hosting server-side Google Tag Manager containers, offering a simplified approach that demands less technical expertise than solutions like Google Cloud Platform.":["Stape.io es una solución para alojar contenedores de Google Tag Manager del lado del servidor, que ofrece un enfoque simplificado que exige menos experiencia técnica que soluciones como Google Cloud Platform."],"Setting up server-side tracking can be challenging and costly but there is an easy and cheap solution.":["Configurar el seguimiento Server-side puede ser un reto costoso, pero existe una solución fácil y económica."],"Hosting server-side GTM containers":["Alojamiento de contenedores Server-side"],"Learn more":["Aprender más"],"Google Tag Manager Server-side Tagging":["Etiquetado Server-side de Google Tag Manager"],"Prolong cookie lifetime in Safari and other browsers with ITP. This only works if you use Stape sGTM hosting and have set up the Cookie Keeper power up.":["Prolonga la duración de las cookies en Safari y otros navegadores con ITP. Esto solo funciona si utilizas el alojamiento Stape sGTM y has configurado el complemento Cookie Keeper."],"Cookie Keeper (for Stape users only)":["Cookie Keeper (solo para usuarios de Stape)"],"sGTM Container Domain:":["dominio del contenedor de sGTM:"],"Server-side Tagging (sGTM)":["Etiquetado de tipo Server-side (sGTM)"],"Enter GTM Container ID":["Introducir ID del contenedor de GTM"],"GTM Container ID:":["ID del contenedor de GTM"],"Server-side tagging is a silver bullet that gives you improved data accuracy, performance, privacy, and flexibility.":["El etiquetado Server-side es una solución que ofrece mayor precisión, rendimiento, privacidad y flexibilidad en los datos."],"WordPress.org Support Forum":["Foros de soporte de WordPress.org"],"Do you what to push the view_item_list event if the list is updated using a filter or just once per page view?":["¿Quieres enviar el evento “view_item_list” si la lista se actualiza usando un filtro o solo una vez por vista de página?"],"Only only push view_item_list once per per page for each list.":["Solo envía “view_item_list” una vez por página para cada lista."],"Push view_item_list when the list is updated using a product filter.":["Envía un “view_item_list” cuando la lista se actualiza utilizando un filtro de producto."],"Easy Digital Downloads":["Easy Digital Downloads"],"Basic Settings":["Ajustes básicos"],"Contact Form 7":["Contact Form 7"],"Include path of pages":["Incluir rutas de páginas"],"Dequeue the default JavaScript":["Quitar de la cola el JavaScript predeterminado"],"Advanced settings":["Ajustes avanzados"],"Enter prefix":["Introducir el prefijo"],"Google Ads Settings":["Ajustes de Google Ads"],"Event Customization":["Personalización de eventos"],"Select the taxonomy that is used for product brands":["Seleccionar la taxonomía que se usa para las marcas de productos"],"WooCommerce":["WooCommerce"],"Activate the %s integration":["Activar la integración %s"],"Track %s":["Hacer seguimiento de %s"],"%s Integration":["Integración con %s"],"Logging and debugging":["Registro y depuración"],"Google Consent Mode Activation":["Activación del Modo de Consentimiento de Google"],"User Data Settings":["Ajustes de los datos de usuario"],"User Data":["Datos de usuario"],"Post Data Settings":["Ajustes de los datos de entradas"],"Post Data":["Datos de entradas"],"The preferred method to implement the <noscript> container code is just after the opening <body> tag. This requires that your theme uses the \"body_open\" hook. If your theme does not support this the script can be injected in the footer or you can use the function below.":["El método preferido para implementar el código del contenedor <noscript> es justo después de la etiqueta de apertura <body>. Esto requiere que tu tema use el gancho “body_open”. Si tu tema no lo admite, el script se puede inyectar en el pie de página o puedes usar la función que se muestra a continuación."],"Disable <noscript> implementation":["Desactivar la implementación de <noscript>"],"Just after the opening <body> tag":["Justo después de la apertura de la etiqueta <body>"],"Container code noscript implementation:":["Implementación del código contenedor noscript:"],"Enter loader name":["Introduce el nombre del cargador"],"Enter domain":["Introduce el dominio"],"Inject Container Code":["Inyectar el código del contenedor"],"Install %s":["Instalar %s"],"If you haven't installed and activated %s you must do that.":["Si no has instalado y activado %s, deberías hacerlo."],"%s is not active":["%s no está activo"],"Read articles":["Leer artículos"],"Saved":["Guardado"],"Save":["Guardar"],"Enables storage related to security such as authentication functionality, fraud prevention, and other user protection":["Permite el almacenamiento relacionado con la seguridad, como la autenticación, la prevención de fraude y otras protecciones del usuario."],"Security Storage":["Almacenamiento de seguridad"],"Enables storage related to personalization such as video recommendations":["Activa el almacenamiento relacionado con personalizaciones como recomendaciones de videos"],"Personalization Storage":["Almacenamiento de personalización"],"Enables storage that supports the functionality of the website or app such as language settings":["Activar el almacenamiento que respalda las funcionalidades del sitio o la aplicación, como los ajustes de idioma."],"Functionality Storage":["Almacenamiento funcional"],"Enables storage, such as cookies, related to analytics (for example, visit duration)":["Activa el almacenamiento, como cookies, relacionadas con las estadísticas (por ejemplo, la duración de la visita)"],"Analytics Storage":["Almacenamiento analítico"],"Enables storage, such as cookies, related to advertising":["Activa el almacenamiento, como cookies, relacionadas con la publicidad."],"Ad Storage":["Almacenamiento publicitario"],"Choose this option if you would like to activate the default settings below":["Elige esta opción si deseas activar los ajustes por defecto a continuación"],"Activate GCM settings":["Activar los ajustes GCM"],"Google Consent Mode Default Settings":["Ajustes por defecto del Modo de Consentimiento de Google"],"See an example of how consent is updated":["Ver un ejemplo de cómo se actualiza el consentimiento"],"GTM Kit will only set the default Consent Mode settings and you must update the settings yourself when the user has given consent.":["GTM Kit solo establecerá la configuración predeterminada del Modo de Consentimiento y tú deberás actualizar los ajustes cuando el usuario haya dado su consentimiento."],"You should only use these settings if you do not have a Consent Management Platform that supports Google Consent Mode.":["Solo debes utilizar esta configuración si no tienes una plataforma de administración de consentimiento (CMP) que admita el Modo de Consentimiento de Google."],"Most Consent Management Platforms will handle the Google Consent Mode settings for you and applying the default settings in both GTM Kit and you CMP will lead to unexpected behaviour or errors.":["La mayoría de las plataformas de administración de consentimiento manejarán la configuración del modo de consentimiento de Google por ti y aplicar la configuración predeterminada tanto en GTM Kit como en tu CMP generará comportamientos inesperados o errores."],"Warning!":["¡Aviso!"],"Google Consent Mode":["Modo de Consentimiento de Google"],"Read the guide":["Leer la guía"],"Getting Started":["Empezando"],"You can help by sharing anonymous data with us. Below is a detailed view of all data GTM Kit will collect if granted permission:":["Puedes ayudarnos compartiendo datos anónimos. A continuación, se muestra una vista detallada de todos los datos que GTM Kit recopilará si se le otorgas el permiso:"],"To start collecting data with Google Tag manager you must register the Container ID of your Google Tag Manager container.":["Para comenzar a recopilar datos con Google Tag Manager, debes registrar el ID de contenedor de tu contenedor de Google Tag Manager."],"Saved Successfully.":["Guardado correctamente."],"An error occurred.":["Ocurrió un error."],"Enable this option to include customer data in the data layer on the \"purchase\" event.":["Activar esta opción para incluir datos del cliente en el evento “purchase” de la capa de datos."],"Include customer data":["Incluir datos del cliente"],"Only push view_item on variation products.":["Solo hacer push del evento “view_item” en las variaciones de productos."],"GITHub repository":["Repositorio de GitHub"],"Support options":["Opciones de soporte"],"Get support":["Conseguir soporte"],"GTM container import files:":["Archivos de importación de contenedor de GTM:"],"Please read the guide on how to use the import files and configure GTM.":["Por favor, lee la guía de cómo usar el importador de archivos y configurar GTM."],"Log helpful messages and warnings to the browser log.":["Registra mensajes útiles y advertencias en el registro del navegador."],"Console log":["Registro de la consola"],"Depending on how you use Google Tag Manager you can delay the loading of the container script until the browser is idle.":["Dependiendo de cómo utilices Google Tag Manager, puedes retrasar la carga del script del contenedor hasta que el navegador esté inactivo."],"Setting this to On will reduce the functionality to just the GTM container code. No additional data will be pushed to the datalayer regardless of any other settings.":["Si se activas esta opción, la funcionalidad se reducirá únicamente al código del contenedor GTM. No se enviarán datos adicionales a la capa de datos, independientemente de cualquier otro ajuste."],"Just the container":["Solo el contenedor"],"Read More":["Leer más"],"Including user data is not compatible with full page caching.":["Incluir datos de usuarios no es compatible con el almacenamiento completo de página en cache."],"Include the defined page type. I.e. post, page, product, category, cart, checkout etc. You may override this on page-level and set you own page type i.e. \"campaign\".":["Incluir el tipo de página definido, es decir, entrada, página, producto, categoría, carrito, pago, etc. Puedes anular esto en el nivel de página y asignar tu propio tipo de página, como por ejemplo, “campaña”."],"I agree to share anonymous data with the development team to help improve GTM Kit.":["Acepto compartir datos anónimos con el equipo de desarrollo para ayudar a mejorar GTM Kit."],"GTM Kit will never transmit any domain names or container ID's.":["GTM Kit nunca transmitirá ningún nombre de dominio ni ID de contenedor."],"GTM Kit is used together with a wide variety of server configurations and plugins. It is very helpful for us to know what some of these configurations are so we can test the most common configurations.":["GTM Kit se utiliza junto con una amplia variedad de configuraciones de servidor y plugins. Nos resulta muy útil conocer algunas de estas configuraciones para poder probar las más comunes."],"Version:":["Versión:"],"Share anonymous data":["Compartir datos anónimos"],"Share anonymous data with the development team to help improve GTM Kit.":["Compartir datos anónimos con el equipo de desarrollo para ayudar a mejorar GTM Kit."],"Help improve GTM Kit":["Ayuda a mejorar GTM Kit"],"Misc":["Varios"],"Where do you want load the JavaScript?":["¿Dónde quieres cargar el JavaScript?"],"Setting this to Off will remove the Google Tag Manager container code but the data layer will remain.":["Si ajustas esta opción a Desactivado, se eliminará el código del contenedor de Google Tag Manager, pero la capa de datos permanecerá."],"If your product feed generator is adding a prefix to the product IDs, you can add the prefix here to include it in the Data Layer.":["Si tu generador de feed de productos agrega un prefijo a los ID de producto, puedes agregar el prefijo aquí para incluirlo en la capa de datos."],"Product ID prefix":["Prefijo del ID de producto"],"In order to use Google Ads Remarketing you must select your business type (vertical).":["Para utilizar Google Ads Remarketing debes seleccionar tu tipo de negocio (vertical)."],"Custom":["Personalizado"],"Travel":["Viajes"],"Real estate":["Inmobiliaria"],"Local deals":["Negocios locales"],"Jobs":["Empleo"],"Hotel rental":["Hotel"],"Flights":["Vuelos"],"Education":["Educación"],"Retail":["Minorista"],"Google Business Vertical":["Vertical de Google Business"],"See all our tutorials and get the most out of GTM Kit":["Ve todos nuestros tutoriales y saca el máximo partido de GTM Kit"],"See all tutorials":["Ver todos los tutoriales"],"Only on pages where the Contact Form 7 script is registered (recommended).":["Solo en páginas donde esté registrado el script de Contact Form 7 (recomendado)."],"Standard implementation as recommended by Google (no delay)":["Implementación estándar recomendada por Google (sin retraso)"],"Read article":["Leer artículo"],"Tutorials":["Tutoriales"],"When do you want to fire the \"view_item\" event on variable products?":["¿Cuándo quieres activar el evento “view_item” en los productos variables?"],"Push view_item on master and variation products (higher number of views).":["Hacer push del evento “view_item” en el producto principal y en sus variaciones (mayor número de vistas)."],"Only push view_item on the master product":["Solo hacer push del evento “view_item” en el producto principal."],"Include the user role if the user is logged in.":["Incluir el perfil de usuario si el usuario está conectado."],"User role":["Perfil de usuario"],"Include the user ID if the user is logged in.":["Incluir el ID de usuario y si el usuario está conectado."],"User ID":["ID de usuario"],"Include whether the user is logged in.":["Incluir si el usuario ha iniciado sesión."],"Logged in":["Conectado"],"Full page caching will cache user data making it the same for all users. There are ways around this, but it depends on the chosen cache solution and is only for advanced users.":["El almacenamiento en caché de páginas completas almacena en caché los datos de los usuarios, por lo que son iguales para todos ellos. Hay formas de evitarlo, pero depende de la solución de almacenamiento en caché elegida y solo está disponible para usuarios avanzados."],"Edit container":["Editar contenedor"],"User data":["Datos de los usuarios"],"Load JavaScript":["Cargar JavaScript"],"On all pages":["En todas las páginas"],"The container is not active but the datalayer is generated.":["El contenedor no esta activado pero la capa de datos se está generando."],"Inactive":["Inactivo"],"Setup Integration":["Configurar la integración"],"Active":["Activo"],"Page type":["Tipo de página"],"Enable this option to include the path of cart, checkout, order received and my account page.":["Activa esta opción para incluir la ruta del carrito, el pago, el pedido recibido y la página de mi cuenta."],"Enable this option to include the permalink structure of the product base, category base, tag base and attribute base.":["Activa esta opción para incluir la estructura de enlaces permanentes de la base del producto, de la categoría, de etiquetas y de atributos."],"Include permalink structure":["Incluye la estructura de enlaces permanentes"],"Enable this option to dequeue the default JavaScript if you plan to create your own JavaScript.":["Activa esta opción para quitar de la cola el JavaScript predeterminado si planeas crear tu propio JavaScript."],"When do you want to fire the \"add_payment_info\" event?":["¿Cuándo quieres que se active el evento de “add_payment_info”?"],"Disable the 'add_payment_info' event.":["Desactivar el evento “add_payment_info”."],"When a payment method is selected with fallback to the 'Place order' button.":["Cuando se selecciona un método de pago, al hacer clic en el botón “Realizar pedido”."],"When do you want to fire the \"add_shipment_info\" event?":["¿Cuándo quieres que se active el evento de “add_shipment_info”?"],"Disable the 'add_shipment_info' event.":["Desactivar el evento “add_shipment_info”."],"When a shipment method is selected with fallback to the 'Place order' button.":["Cuando se selecciona un método de envío, al hacer clic en el botón “Realizar pedido”."],"When the 'Place order' button is clicked":["Cuando se hace clic en el botón de “Realizar pedido”"],"Exclude shipping from revenue":["Excluir los gastos de envío del valor de los ingresos"],"Exclude tax from prices and revenue":["Excluir impuestos de los precios y los ingresos"],"Exclude tax":["Excluir impuestos"],"Use SKU instead of the product ID with fallback to ID if no SKU is set.":["Usar SKU en lugar del ID de producto con respaldo al ID si no se configura ningún SKU."],"Use SKU instead of ID":["Usar SKU en lugar del ID"],"Brand":["Marca"],"Include the post author ID.":["Incluir el ID del autor de la entrada."],"Post author ID":["ID del autor de la entrada."],"Include the post author name.":["Incluir el nombre del autor de la entrada."],"Post author name":["Nombre del autor de la entrada"],"Include the post date.":["Incluir la fecha de la entrada"],"Include the Post ID of the current post.":["Incluir el ID de la entrada actual."],"Post ID":["ID de la entrada"],"Post title":["Título de la entrada"],"Include the tags of the current post or archive page.":["Incluir las etiquetas de la entrada actual o de la página de archivo."],"Tags":["Etiquetas"],"Include the categories of the current post or archive page.":["Incluye las categorías de la entrada actual o página de archivo."],"Categories":["Categorías"],"Include the type of the current post or archive page.":["Incluir el tipo de contenido actual o página de archivo"],"Post type":["Tipo de contenido"],"Specify which post data elements you wish to include in the dataLayer for use in Google Tag Manager.":["Especifica qué elementos de los datos de la entrada deseas incluir en el dataLayer para usar en Google Tag Manager."],"Override settings in wp-config.php":["Anular los ajustes en wp-config.php"],"About GTM Kit":["Acerca de GTM Kit"],"Only use if you are using a custom loader.":["Úsalo solo si está utilizando un cargador personalizado."],"sGTM container identifier:":["identificador del contenedor sGTM:"],"Enter your custom domain name if you are using a custom server side GTM container for tracking.":["Introduce tu nombre de dominio personalizado si estás utilizando un contenedor GTM del tipo Server-side para el seguimiento."],"The default name of the data layer object is dataLayer. If you prefer to use a different name for your data layer, you may do so.":["El nombre predeterminado del objeto de la capa de datos es dataLayer. Si prefieres utilizar un nombre diferente para tu capa de datos, puede hacerlo."],"dataLayer variable name:":["nombre de la variable del dataLayer:"],"Container Code Implementation":["Implementación del código del contenedor"],"Custom (insert function in your template)":["Personalizar (insertar función en tu plantilla)"],"Footer of the page (not recommended by Google)":["Pie de página (no recomendado por Google)"],"Container code implementation:":["Implementación del código del contenedor:"],"Load container when the browser is idle (requestIdleCallback)":["Cargar contenedor cuando el navegador está inactivo (requestIdleCallback)"],"Container ID:":["ID del contenedor:"],"Google Tag Manager container":["Contenedor de Google Tag Manager"],"Plugin Homepage":["Página de inicio del plugin"],"Support":["Soporte"],"(not set)":["(not set)"],"Integrations":["Integraciones"],"General":["General"],"Help":["Ayuda"],"Post data":["Datos de la entrada"],"Container":["Contenedor"],"Dashboard":["Escritorio"],"Settings":["Ajustes"]}},"comment":{"reference":"assets\/admin\/settings.js"}}