{"translation-revision-date":"2025-04-12 20:07:20+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_CL"},"Automatically update the GTM Kit plugin when new releases are available.":["Actualiza automáticamente el plugin GTM Kit cuando haya nuevas versiones disponibles."],"Enable Automatic Updates":["Activar actualizaciones automáticas"],"You can, of course, manually update GTM Kit whenever it suits you, but we highly recommend that you regularly update your plugins and themes to the latest versions to keep your site secure.":["Puedes actualizar manualmente GTM Kit cuando te convenga, pero te recomendamos encarecidamente que actualices periódicamente tus plugins y temas a las últimas versiones para mantener tu sitio seguro."],"Automatic Updates":["Actualizaciones automáticas"],"New releases of GTM Kit may contain important updates to comply with changes in Google Tag Manager or analytics in general. We recommend enabling automatic plugin updates for GTM Kit to ensure it is always up to date.":["Las nuevas versiones de GTM Kit pueden contener actualizaciones importantes para adaptarse a los cambios en Google Tag Manager o Analytics en general. Recomendamos habilitar las actualizaciones automáticas de GTM Kit para garantizar que esté siempre actualizado."],"Go to Tutorials":["Ir a los tutoriales"],"To get the most out of Google Tag Manager with GTM Kit, you should also review the tutorials.":["Para aprovechar al máximo Google Tag Manager con GTM Kit, también debes revisar los tutoriales."],"The next step is to configure your Google Tag Manager container. You will find templates for this in the GTM Templates section.":["El siguiente paso es configurar el contenedor de Google Tag Manager. Encontrarás plantillas para ello en la sección de Plantillas de GTM."],"Go to GTM Templates":["Ir a las plantillas de GTM"],"Select the plugin you want to import settings from.":["Elige el plugin del que quieres importar los ajustes."],"Would you like to import plugin settings?":["¿Quieres importar los ajustes del plugin?"],"Would you like to track e-commerce data from Easy Digital Downloads?":["¿Quieres realizar un seguimiento de los datos de comercio electrónico de Easy Digital Downloads?"],"Would you like to track form submissions from Contact Form 7?":["¿Quieres realizar un seguimiento de los envíos de formularios desde Contact Form 7?"],"Would you like to track e-commerce data from WooCommerce?":["¿Quieres realizar un seguimiento de los datos de comercio electrónico de WooCommerce?"],"Include the page type i.e. page, product, category, cart, checkout etc in the datalayer?":["¿Incluir el tipo de página, por ejemplo, página, producto, categoría, carrito o finalizar compra, en la capa de datos?"],"There are a lot of settings in GTM Kit and we recommend that you uses our recommended settings but you can also choose to use the default settings and go through the settings at your convenience.":["Hay muchos ajustes en GTM Kit y te recomendamos que utilices nuestros ajustes recomendados, pero también puedes elegir usar la configuración predeterminada y revisar los ajustes a tu conveniencia."],"Essential Settings":["Ajustes esenciales"],"Would you like to import your settings to GTM Kit?":["¿Te gustaría importar tus ajustes a GTM Kit?"],"We have found the configuration of other plugins in the database.":["Hemos encontrado la configuración de otros plugins en la base de datos."],"Go to the dashboard":["Ir al Escritorio"],"Your Google Tag Manager Container is now sending data to Google Tag Manager.":["Tu contenedor de Google Tag Manager ahora está enviando datos a Google Tag Manager."],"You are ready to use GTM Kit!":["Ya estás listo para usar GTM Kit"],"Getting Started":["Empezando"],"Welcome":["Bienvenido\/a"],"I agree to share anonymous data with the development team to help improve GTM Kit. ":["Acepto compartir datos anónimos con el equipo de desarrollo para ayudar a mejorar GTM Kit. "],"No":["No"],"Yes":["Sí"],"You can help by sharing anonymous data with us. Below is a detailed view of all data GTM Kit will collect if granted permission:":["Puedes ayudarnos compartiendo datos anónimos. A continuación, se muestra una vista detallada de todos los datos que GTM Kit recopilará si se le otorgas el permiso:"],"Go to the dashboard.":["Ir al Escritorio."],"It should look something like this:":["Debe ser algo parecido a esto:"],"Find your GTM container ID on":["Encontrar el ID del contenedor de GTM en"],"Save and continue":["Guardar y continuar"],"Enter Container ID":["Introduce el ID del contenedor"],"Container ID":["ID del contenedor"],"To start collecting data with Google Tag manager you must register the Container ID of your Google Tag Manager container.":["Para comenzar a recopilar datos con Google Tag Manager, debes registrar el ID de contenedor de tu contenedor de Google Tag Manager."],"You've successfully installed GTM Kit!":["¡Has instalado GTM Kit correctamente!"],"Saved Successfully.":["Guardado correctamente."],"An error occurred.":["Ocurrió un error."],"Below you will find GTM container import files, with all the necessary tags, trigger, and variables to use Google Analytics 4.":["A continuación encontrarás los archivos de importación de contenedores GTM, con todas las etiquetas, activadores y variables necesarios para utilizar Google Analytics 4."],"GTM Kit is used together with a wide variety of server configurations and plugins. It is very helpful for us to know what some of these configurations are so we can test the most common configurations.":["GTM Kit se utiliza junto con una amplia variedad de configuraciones de servidor y plugins. Nos resulta muy útil conocer algunas de estas configuraciones para poder probar las más comunes."],"Share anonymous data":["Compartir datos anónimos"],"Help improve GTM Kit":["Ayuda a mejorar GTM Kit"],"Track Easy Digital Downloads":["Hacer seguimiento de Easy Digital Downloads"],"Track Contact Form 7":["Hacer seguimiento de Contact Form 7"],"Page type":["Tipo de página"],"Track WooCommerce":["Hacer seguimiento de WooCommerce"],"GTM Kit":["GTM Kit"]}},"comment":{"reference":"assets\/admin\/wizard.js"}}